<template>
  <div class="clinic">
    <span class="title">КЛИНИКА</span>
    <section class="clinic-info">
      <span class="clinic-name">ДентАлМакс</span>
      <img src="/public/clinic-rec.png" class="clinic-img" alt="clinic-rec">
      <span class="clinic-text">
        Добро пожаловать в нашу клинику! Мы создали место, где современные стандарты стоматологии 
        сочетаются с искренней заботой о вашем комфорте и долгосрочном здоровье.
        Мы верим, что идеальная стоматология — это не гонка за скоростью, а продуманный путь 
        к надежному результату, который будет радовать вас годами. 
      </span>
      <span class="sub-title">Миссия клиники ДентАлМакс</span>
      <span class="clinic-text">
        Построить клинику, которая меняет отношение людей к стоматологии — от страха и вынужденного 
        лечения к осознанной заботе о здоровье как части качественной жизни. Мы создаем культуру доверия, 
        где каждый пациент, с первого визита, становится частью нашего «Клуба здоровья» и получает современную, 
        предсказуемую и комфортную стоматологическую помощь на протяжении всей жизни. 
      </span>
      <span class="sub-title">О нас</span>
      <span class="clinic-text">
        Уже сегодня мы гарантируем многопрофильный командный подход, цифровой сервис, комфортную среду и технологии, 
        обеспечивающие точность и безопасность. Это наша обязательная база. Наша цель — не просто вылечить зуб, 
        а сохранить здоровье всей зубочелюстной системы пациента на десятилетия. Каждое наше решение оценивается 
        с точки зрения долгосрочной прогнозируемости. Мы верим, что современная клиника — это в первую очередь эксперты. 
        Мы инвестируем в непрерывное обучение нашей команды, создаем атмосферу коллаборации и профессиональной гордости, 
        чтобы каждый наш врач и ассистент был мотивирован делать лучший выбор для пациента. 
      </span>
      <span class="sub-title">Лицензия и документы оргранизации</span>
    </section>
  </div>
</template>

<style scoped>
.clinic {
  max-width: 1280px;
  margin: 0 auto;
  margin-top: 10px;
  padding: 0px 20px;
}

.clinic-info {
  margin-top: 20px;
  display: flex;
  flex-direction: column;
  gap: 35px;
}

.title {
  font-size: 25px;
  font-weight: 600;
  color: var(--text-blue);
}

.clinic-name {
  font-size: 25px;
  color: var(--text-blue);
}

.clinic-img {
  width: 100%;
  border-radius: 10px;
}

.clinic-text {
  font-size: 15px;
}

.sub-title {
  font-size: 20px;
  color: var(--text-blue);
}
</style>

